"Which model would you like to use?" = "Hvilken modell ønsker du å bruke?";

"Content" = "Innhold";

"New Temporary Chat" = "Ny midlertidig chat";

"This action will send a single message to a chat with ChatGPT and return the response." = "Denne handlingen sender en enkelt melding til en chat med ChatGPT, og kommer tilbake med svar.";

"Model" = "Modell";

"Chat Identifier" = "Chat-ID";

"Continuous chat" = "Kontinuerlig chat";

"Model name" = "Modellnavn";

"You can continue this chat from the app." = "Du kan fortsette chatten fra appen.";

"Message Identifier" = "Meldings-ID";

"Toggle Sidebar" = "Vis/skjul sidefelt";

"Ask ChatGPT" = "Spør ChatGPT";

"Indicates whether a new chat should be started" = "Angir om en ny chat skal startes";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "Denne handlingen starter ChatGPT-appen for å starte en lydsamtale med ChatGPT.";

"Change Shortcut" = "Endre snarvei";

"%@" = "%@";

"What would you like to ask ChatGPT about?" = "Hva vil du spørre ChatGPT om?";

"Check for Updates…" = "Se etter oppdateringer ...";

"Start voice conversation with ChatGPT" = "Start lydsamtale med ChatGPT";

"Is there anything else you would like to ask about?" = "Er det noe annet du vil spørre om?";

"Message" = "Melding";

"New Chat" = "Ny chat";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "Om du vil aktivere toveis chat eller fullføre snarveien umiddelbart etter svar";

"Start new chat" = "Start ny chat";

"Model slug" = "Modelladresse";

"ChatGPT Help" = "ChatGPT Hjelp";

"Model to use with the new chat" = "Modell for bruk med den nye chatten";

"Would you like to start a new chat?" = "Vil du starte en ny chat?";

"Settings…" = "Innstillinger ...";

"Start voice conversation" = "Start lydsamtale";

"Message to send to ChatGPT" = "Melding som skal sendes til ChatGPT";

